app/controllers/home_controller.rb

      def index
        @comment = Comment.all.order('create_at DESC')
---
SELECT "comments".* FROM "comments" ORDER BY create_at DESC

      def create
        Comment.create!(
          content: params[:comment]
        )
---
INSERT INTO "comments" ("created_at", "updated_at", "content") VALUES (?, ?, ?)  [["created_at", "2018-11-07 16:04:18.151707"], ["updated_at", "2018-11-07 16:04:18.151707"], ["content", "222222"]]